Repository: creepymonster/GlucoseDirect
Catalog: Library/*.lproj/Localizable.strings
Languages: bg, de, es, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

source: %1$@/min.
bg: %1$@/мин.
it: %1$@/minuto.
tr: %1$@/dk.
uk: %1$@/хв.

source: %1$@d %2$@h %3$@min
fr: %1$@j %2$@h %3$@min
it: %1$@giorni %2$@ore %3$@minuti
tr: %1$@g %2$@sa %3$@dk
uk: %1$@д %2$@г %3$@хв

source: %@ Entries
bg: %@ Вписвания
de: %@ Einträge
es: %@ entradas
fr: %@ Entrées
it: %@ Voci
nl: %@ Invoeringen
pl: %@ wpisy
pt_pt: %@ Entradas
ru: %@ записи(-ей)
sv: %@ poster
tr: %@ Girdiler
uk: %@ Записи

source: %@ Entry
bg: %@ Вписване
de: %@ Eintrag
es: %@ entrada
fr: %@ Entrée
it: %@ Voce
nl: %@ Invoer
pl: %@ wpis
pt_pt: %@ Entrada
ru: %@ запись
sv: %@ post
tr: %@ Girdi
uk: %@ Запис

source: About %@
bg: За %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: In circa %@
nl: Over %@
pl: O %@
pt_pt: Sobre %@
ru: О программе %@
sv: Om %@
tr: Hakkında %@
uk: Про %@

source: Add
bg: Добави
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Voeg toe
pl: Dodaj
pt_pt: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати

source: Add blood glucose
bg: Добавяне на кръвна глюкоза
de: Blutzucker hinzufügen
es: Añadir glucosa en sangre
fr: Ajouter la glycémie
it: Aggiungere glicemia
nl: Bloedglucose toevoegen
pl: Pomiar z glukometru
pt_pt: Adicionar glicose no sangue
ru: Добавить глюкозу крови
sv: Lägg till blodsockervärde
tr: Kan Şekeri ekle
uk: Додати глюкозу крові

source: Add calibration
bg: Добавяне на калибриране
de: Kalibrierung hinzufügen
es: Añadir calibración
fr: Ajouter un étalonnage
it: Aggiungere calibrazione
nl: Kalibratie toevoegen
pl: Dodaj kalibrację
pt_pt: Adicionar calibração
ru: Добавить калибровку
sv: Ny Kalibrering
tr: Kalibrasyon ekle
uk: Додати калібрування

source: Alarm Glucose Notification
bg: Известие за аларма за глюкоза
de: Alarm Glukose-Benachrichtigung
es: Alarma de notificación de glucosa
fr: Notification de glycémie d'alarme
it: Notifica di allarme per il glucosio
nl: Alarm Glucose Melding
pl: Alarmy o poziomie glukozy
pt_pt: Notificação de Glucose de Alarme
ru: Сигнал тревоги Уведомление о глюкозе
sv: Blodsockerlarm
tr: Alarm Glikoz Bildirimi
uk: Сповіщення про рівень глюкози

source: Alarm settings
bg: Настройки на алармата
de: Alarm Einstellungen
it: Impostazioni sveglia
nl: Alarminstellingen
pl: Ustawienia alarmu
pt_pt: Definições do alarme
sv: Alarminställningar
tr: Alarm ayarları
uk: Налаштування будильника

source: Alert, high glucose
bg: Предупреждение, висока глюкоза
de: Achtung, hoher Blutzucker
es: Alerta: glucosa alta
fr: Alerte, glucose élevé
it: Allarme, Glucosio alto
nl: Alarm, hoge glucosewaarde
pl: Wysoka glukoza!
pt_pt: Alerta, glicemia alta
ru: Тревога, высокий уровень глюкозы
sv: Varning, högt blodsocker
tr: Uyarı, yüksek glikoz
uk: Увага, високий вміст глюкози

source: Alert, low blood glucose
bg: Предупреждение, ниска кръвна глюкоза
de: Achtung, niedriger Blutzucker
es: Alerta: glucosa en sangre baja
fr: Alerte, glycémie basse
it: Allarme, livello Glucosio basso nel sangue
nl: Alarm, lage glucosewaarde
pl: Niska glukoza!
pt_pt: Alerta, glicemia baixa
ru: Тревога, низкий уровень глюкозы в крови
sv: Varrning, lågt blodsocker
tr: Uyarı, düşük kan şekeri
uk: Увага, низький вміст глюкози в крові

source: Alarm, loss of signal
bg: Аларма, загуба на сигнал
de: Alarm, Signalverlust
nl: Alarm, verlies van signaal
pl: Utracono sygnał z sensorem
sv: Larm, förlorad anslutning
tr: Alarm, sinyal kaybı
uk: Тривога, втрата сигналу

source: Alert, sensor expired
bg: Предупреждение, сензорът е изтекъл
de: Achtung, Sensor abgelaufen
es: Alerta: sensor caducado
fr: Alerte, capteur expiré
it: Allarme, sensore scaduto
nl: Alarm, sensor verlopen
pl: Koniec działania sensora
pt_pt: Alerta, sensor expirou
ru: Тревога, сенсор закончился
sv: Varning, sensor har utgått
tr: Uyarı, sensör süresi doldu
uk: Увага, термін дії датчика закінчився

source: Alert, sensor expiring soon
bg: Предупреждение, сензорът изтича скоро
de: Alert, Sensor läuft bald ab
es: Alerta: el sensor caducará pronto
fr: Alerte, capteur expirant bientôt
it: Allarme, Sensore in scadenza
nl: Alert, sensor verloopt binnenkort
pl: Sensor wkrótce przestanie działać
pt_pt: Alerta, sensor a expirar em breve
ru: Тревога, сенсор скоро закончится
sv: Varning, sensor behöver snart bytas
tr: Uyarı, sensör süresi yakında sona eriyor
uk: Увага, термін дії датчика закінчиться найближчим часом

# App author
source: Author
bg: Автор
de: Autor
es: Autor
fr: Auteur
it: Autore
nl: Auteur
pl: Autor
pt_pt: Autor
ru: Автор
sv: Upphovsman
tr: Yazar
uk: Автор

# App donate
source: Donate
bg: Дарение
de: Spenden
es: Donar
fr: Faire un don
it: Donare
nl: Doneer
pl: Darowizna
pt_pt: Doar
ru: Пожертвовать
sv: Donera
tr: Bağışta Bulun
uk: Підтримати

# App email
source: eMail
bg: е-поща
es: Correo electrónico
ru: эл. почта
sv: E-post
tr: e-posta
uk: електронна пошта

# App facebook group
source: Facebook group
bg: Група във Facebook
de: Facebook
es: Facebook
fr: Groupe Facebook
it: Facebook
nl: Facebookgroep
pl: Facebook
pt_pt: Facebook
ru: Группа в Facebook
sv: Facebook
tr: Facebook Grubu
uk: Група у Facebook

# App faq
source: FAQ
bg: Често задавани въпроси
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania
ru: ЧаВо
tr: SSS
uk: Питання та відповіді

# App support mail
source: Support
bg: Поддръжка
es: Soporte
fr: Assistance
it: Supporto
nl: Ondersteuning
pl: Pomoc
pt_pt: Apoio
ru: Поддержка
tr: Destek
uk: Підтримка

# App translation
source: Translation
bg: Превод
de: Übersetzung
fr: Traduction
it: Traduzione
nl: Vertaling
pl: Tłumaczenie
pt_pt: Tradução.
ru: Перевод
sv: Översättning
tr: Çeviri
uk: Переклад

# App version
source: Version
bg: Версия
es: Versión
it: Versione
nl: Versie
pl: Wersja
pt_pt: Versão
ru: Версия
tr: Sürüm
uk: Версія

# App website
source: Website
bg: Сайт
de: Webseite
es: Sitio Web
fr: Site Internet
it: Sito Web
pl: Strona
ru: Сайт
sv: Hemsida
tr: Web sitesi
uk: Сайт

source: Apple export settings
bg: Настройки за експорт на Apple
de: Apple Export-Einstellungen
es: Ajustes de exportación de Apple
fr: Paramètres d'exportation Apple
it: Impostazioni di esportazione Apple
nl: Apple export instellingen
pl: Ustawienia eksportu Apple
pt_pt: Definições de exportação da Apple
ru: Настройки экспорта Apple
sv: Apple Hälsa exportinställningar
tr: Apple dışa aktarma ayarları
uk: Налаштування експорту Apple

source: Are you sure you want to disconnect the sensor?
bg: Сигурни ли сте, че искате да прекъснете връзката със сензора?
de: Sind Sie sicher, dass Sie die Verbindung zum Sensor trennen wollen?
es: ¿Está seguro que desea desconectar el sensor?
fr: Êtes-vous sûr de vouloir déconnecter le capteur ?
it: Sei sicuro di voler disconnettere il sensore?
nl: Weet u zeker dat je de sensor wilt ontkoppelen?
pl: Czy na pewno chcesz odłączyć sensor?
pt_pt: Tens a certeza que pretendes desconectar o sensor?
ru: Вы уверены, что хотите отсоединить датчик?
sv: Bekräfta att du vill koppla ifrån sensorn
tr: Sensörün bağlantısını kesmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете від’єднати датчик?

source: At least %@ days of data are required.
bg: Необходими са данни за поне %@ дни.
de: Es werden mindestens %@ Tage an Daten benötigt.
es: Se requieren al menos %@ días de datos.
fr: Au moins %@ jours de données sont nécessaires.
it: Sono richiesti dati per almeno %@ giorni.
nl: Minstens %@ dagen aan gegevens zijn vereist.
pl: Wymagane są dane z co najmniej %@ dni
pt_pt: São necessários pelo menos %@ dias de dados.
ru: Требуется получение данных не менее чем в течение %@ дней.
sv: Det krävs minst %@ dagars data.
tr: En az %@ günlük veri gerekli.
uk: Потрібно щонайменше %@ днів даних.

source: Attention, the sensor sends faulty values. Please wait 10 minutes.
bg: Внимание, сензорът изпраща грешни стойности. Моля, изчакайте 10 минути.
de: Achtung, der Sensor sendet fehlerhafte Werte. Bitte warten Sie 10 Minuten.
es: Atención: el sensor envía valores defectuosos. Por favor, espere 10 minutos.
fr: Attention, le capteur envoie des valeurs erronées. Veuillez attendre 10 minutes.
it: Attenzione, il sensore manda valori errati. Riprovare tra 10 minuti.
nl: Let op, de sensor geeft foutieve waarden. Wacht 10 minuten.
pl: Uwaga, sensor wysyła błędne wartości. Proszę poczekać 10 minut.
pt_pt: Atenção, o sensor está a enviar valores defeituosos. Por favor, espere 10 minutos.
ru: Внимание, датчик посылает ошибочные значения. Пожалуйста, подождите 10 минут.
sv: Varning, sensorn skickar felaktiga värden. Vänta 10 minuter.
tr: Dikkat, sensör hatalı değerler gönderiyor. Lütfen 10 dakika bekleyin.
uk: Увага, датчик надсилає невірні показники. Будь ласка, зачекайте 10 хвилин.

source: Average (AVG) is an overall measure of blood sugars over a period of time, offering a single high-level view of where glucose has been.
bg: Средната стойност (AVG) е цялостна мярка за кръвната захар за определен период от време, която предлага един общ поглед на високо ниво за това къде е била глюкозата.
de: Average (AVG) oder Durchschnitt ist ein einfaches Maß für Blutzuckerwerte über einen bestimmten Zeitraum und bietet einen ungefähren Überblick über den Blutzuckerspiegel.
es: La media (AVG) es una medida global de los niveles de azúcar en sangre en un periodo de tiempo, que ofrece una vista única a gran escala de donde la glucosa se ha situado.
fr: La moyenne (MOY) est une mesure globale de la glycémie sur une période donnée, offrant une vue unique de haut niveau de l'évolution de la glycémie.
it: La media (AVG) è una misura complessiva degli zuccheri nel sangue in un periodo di tempo, che offre una singola visione ad alto livello di dove è stato il glucosio.
nl: Het gemiddelde (AVG) is een globale meting van bloedsuikers van een bepaalde periode, wat een in 1 oogopslag een overzicht van hoge kwaliteit bied van hoe hoog het glucose is geweest.
pl: Średnia (AVG) to ogólna miara poziomu cukru we krwi w pewnym okresie czasu, oferująca pojedynczy ogólny widok poziomu glukozy.
pt_pt: Média (MED) é uma medida geral de açúcares no sangue ao longo de um período de tempo, oferecendo uma visualização de alto nível de onde a glicose tem estado.
ru: Среднее значение (AVG) — это общий показатель уровня сахара в крови за определенный период времени, обеспечивающий единый высокоуровневый обзор того, где была обнаружена глюкоза.
sv: Medelvärde (AVG) är en övergripande mätning av blodsocker över en tidsperiod, som ger en högnivåvy av var glukos har varit.
tr: Ortalama (AVG), belirli bir süre boyunca kan şekerlerinin genel bir ölçüsüdür ve glikozun nerede olduğuna dair tek bir üst düzey görünüm sunar.
uk: Середнє значення (AVG) – це загальний показник рівня цукру в крові за певний період часу, що дозволяє отримати єдине уявлення про стан глюкози на високому рівні.

# Bellman alarm
source: Alarm
bg: Аларма
es: Alarma
fr: Alarme
pl: Alarm Bellmana
pt_pt: Alarme
ru: Тревога
sv: Bellman Larm
uk: Сигнал тривоги

# Bellman test alarm
source: Test alarm
bg: Проверка на алармата
de: Alarm testen
es: Alarma de prueba
fr: Test d'alarme
it: Testare allarme
pl: Alarm testowy Bellmana
pt_pt: Alarme de teste
ru: Тестовое тревожное оповещение
sv: Bellman Testa larm
tr: Deneme alarmı
uk: Тестовий сигнал тривоги

source: Blood glucose: %1$@
bg: Глюкоза в кръвта: %1$@
de: Blutzucker: %1$@
es: Glucosa en sangre: %1$@
fr: Glycémie : %1$@
it: Glucosio nel sangue: %1$@
nl: Bloedglucose: %1$@
pl: Glukoza we krwi: %1$@
pt_pt: Glicose no sangue: %1$@
ru: Глюкоза в крови: %1$@
sv: Blodsocker: %1$@
tr: KŞ: %1$@
uk: Вміст глюкози в крові: %1$@

source: Bubble transmitter
bg: Трансмитер на балончета
de: Bubble
es: Bubble
fr: Émetteur Bubble
it: Bubble
nl: Bubble
pl: Bubble
pt_pt: Bubble
ru: Bubble
sv: Bubble
tr: Bubble
uk: Bubble

# Calibration view
source: Calibration
bg: Калибриране
de: Kalibrierung
es: Calibración
fr: Étalonnage
it: Calibrazione
nl: Kalibratie
pl: Kalibracja
pt_pt: Calibração
ru: Калибровка
sv: Kalibrering
tr: Kalibrasyon
uk: Калібрування

source: Cancel
bg: Отмени
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати

source: Chart
bg: Диаграма
de: Diagramm
es: Gráfico
fr: Diagramme
it: Grafico
nl: Grafiek
pl: Wykres
pt_pt: Gráfico
ru: График
sv: Diagram
tr: Grafik
uk: Діаграма

source: Connect sensor
bg: Свързване на сензора
de: Sensor verbinden
es: Conectar el sensor
fr: Connecter le capteur
it: Connettere Sensore
nl: Sensor verbinden
pl: Podłącz sensor
pt_pt: Conectar sensor
ru: Подключите датчик
sv: Anslut sensor
tr: Sensörü bağla
uk: Під'єднати датчик

source: Connect transmitter
bg: Свързване на трансмитера
de: Transmitter verbinden
es: Conectar transmisor
fr: Connecter l'émetteur
it: Collegare il trasmettitore
nl: Verbind zender
pl: Podłącz transmiter
pt_pt: Conecte o transmissor
ru: Подключить передатчик
sv: Anslut sändare
tr: Vericiyi bağla
uk: Під'єднати передавач

source: Connected
bg: Свързан
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
nl: Verbonden
pl: Połączony
pt_pt: Conectado
ru: Подключено
sv: Ansluten
tr: Bağlı
uk: Під’єднано

source: Connecting
bg: Свързване
de: Verbinde...
es: Conectando
fr: Connexion en cours
it: In Connessione
nl: Bezig met verbinden
pl: Łączenie...
pt_pt: A conectar
ru: Подключение…
sv: Ansluter
tr: Bağlanıyor
uk: Під’єднується

source: Connection alarm
bg: Аларма за свързване
de: Verbindungsalarm
es: Alarma de desconexión
fr: Alarme de connexion
it: Allarme connessione
nl: Verbindingsalarm
pl: Alarm braku połączenia
pt_pt: Alarme de conexão
ru: Тревога потери связи
sv: Anslutningslarm
tr: Bağlantı alarmı
uk: Сигнал тривоги під час підключення

# Connection error
source: Error
bg: Грешка
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pl: Błąd połączenia
pt_pt: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка

# Connection error timestamp
source: Time
bg: Час
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
nl: Tijd
pl: Czas
pt_pt: Hora
ru: Время
sv: Tid
tr: Zaman
uk: Час

source: Connection settings
bg: Настройки за свързване
de: Verbindungseinstellungen
it: Impostazioni di connessione
nl: Verbindingsinstellingen
pl: Integracja z LibreLink
pt_pt: Definições de Conexão
sv: Anslutningsinställningar
tr: Bağlantı Ayarları
uk: Налаштування підключення

# Connection state
source: State
bg: Статус
de: Status
es: Estado
fr: État
it: Stato
nl: Staat
pl: Stan
pt_pt: Estado
ru: Статус
sv: Tillstånd
tr: Durum
uk: Стан

# Custom calibration intercept
source: Intercept
bg: Прихващане
de: Schnittpunkt
es: Ordenada al origen
fr: Intercepter
it: Intercezione
nl: Onderscheppen
pl: Wartość kalibracji
pt_pt: Intercetar
ru: Смещение
sv: Skärningspunkt
tr: Kesişme
uk: Перехопити

# Custom calibration slope
source: Slope
bg: Наклон
de: Steigung
es: Pendiente
fr: Pente
it: Inclinazione
nl: Helling
pl: Odchylenie kalibracji
pt_pt: Descer
ru: Склонение
sv: Lutning
tr: Eğim
uk: Нахил

source: Delete all
bg: Изтриване на всички
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
nl: Verwijder alles
pl: Usuń wszystko
pt_pt: Apagar tudo
ru: Удалить все
sv: Ta bort alla
tr: Tümünü sil
uk: Видалити все

source: Disconnect
bg: Прекъсване на връзката
de: Verbindung trennen
es: Desconectar
fr: Déconnexion
it: Disconnetti
nl: Verbreek verbinding
pl: Rozłącz
pt_pt: Desconectar
ru: Отключить
sv: Koppla ifrån
tr: Bağlantıyı kes
uk: Від'єднати

source: Disconnect sensor
bg: Прекъсване на връзката със сензора
de: Sensor trennen
es: Desconectar sensor
fr: Déconnecter le capteur
it: Disconnetti Sensore
nl: Ontkoppel sensor
pl: Odłącz sensor
pt_pt: Desconectar sensor
ru: Отключить сенсор
sv: Koppla ifrån sensor
tr: Sensörle bağlantıyı kes
uk: Від'єднати датчик

source: Disconnect transmitter
bg: Прекъсване на връзката с трансмитера
de: Transmitter trennen
es: Desconectar transmisor
fr: Déconnecter l'émetteur
it: Scollegare il trasmettitore
nl: Zender loskoppelen
pl: Odłącz transmiter
pt_pt: Desconecte o transmissor
ru: Отсоединить датчик
sv: Koppla från sändare
tr: Verici bağlantısını kes
uk: Від'єднати передавач

source: Disconnected
bg: Връзката е прекъсната
de: Verbindung getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
nl: Verbinding verbroken
pl: Rozłączono
pt_pt: Desconectado
ru: Отключен
sv: Frånkopplad
tr: Bağlantı kesildi
uk: Від'єднано

source: Export to Apple Calendar
bg: Експортиране към календара на Apple
de: Apple Kalender
es: Exportar a Apple Calendar
fr: Exportation vers le calendrier Apple
it: Esportare nel calendario Apple
nl: Exporteer naar Apple Agenda
pl: Eksportuj do aplikacji Kalendarz
pt_pt: Exportar para o Calendário Apple
ru: Экспорт в календарь Apple
sv: Skapa kalenderhändelser
tr: Apple Takvime Aktar
uk: Експортувати до Apple Calendar

source: Export to Apple Health
bg: Експортиране към Apple Здраве
de: Apple Health
es: Exportar a Apple Health
fr: Exportation vers Apple Santé
it: Esportare in Apple Health
nl: Exporteer naar Apple Health
pl: Eksportuj do aplikacji Zdrowie
pt_pt: Exportar para o Apple Health
ru: Экспорт в Apple Health
sv: Exportera till Apple Hälsa
tr: Apple Health'e Aktar
uk: Експортувати до Apple Health

source: Find transmitter
bg: Намиране на трансмитер
de: Transmitter finden
es: Buscar transmisor
fr: Trouver l'émetteur
it: Trovare trasmettitore
nl: Zoek zender
pl: Wyszukaj transmiter
pt_pt: Encontrar transmissor
ru: Найти передатчик
sv: Hitta sändare
tr: Verici bul
uk: Знайти передавач

source: Glucose
bg: Глюкоза
de: Glukose
es: Glucosa
fr: Glycémie
it: Glucosio
pl: Glukoza
pt_pt: Glicose
ru: Глюкоза
sv: Blodsocker
tr: Glikoz
uk: Глюкоза

# Glucose list view
source: List
bg: Списък
de: Liste
es: Lista
fr: Liste
it: Lista
nl: Lijst
pl: Historia odczytów
pt_pt: Lista
ru: Таблица ГК
sv: Lista
tr: Liste
uk: Перелік

source: Glucose Live Activity
bg: Глюкоза на живо
de: Glukose Live-Aktivitäten
es: Actividad en vivo de glucosa
fr: Glycémie en temps réel
it: Attività glucosio dal vivo
nl: Gluctose Live Activiteit
pl: Wyświetlaj na ekranie blokady
pt_pt: Atividade de glicode ao vivo
ru: Активность глюкозы вживую
sv: Glukos liveaktivitet
tr: Canlı Glikoz Aktivitesi
uk: Життєдіяльність глюкози

source: Glucose Management Indicator (GMI) is an replacement for "estimated HbA1c" for patients using continuous glucose monitoring.
bg: Индикаторът за управление на глюкозата (GMI) е заместител на "приблизителния HbA1c" за пациенти, използващи непрекъснато наблюдение на глюкозата.
de: Glucose Management Indicator (GMI) ist ein Ersatz für den geschätzten HbA1c-Wert für Patienten, die eine kontinuierliche Glukoseüberwachung verwenden.
es: El Indicador de control de la glucosa (GMI) es un sustituto de la "HbA1c estimada" para los pacientes que utilizan la monitorización continua de la glucosa.
fr: L'indicateur de gestion du glucose (IGG) remplacement de "l'estimation de l'HbA1c" pour les patients utilisant la surveillance continue du glucose.
it: L'indicatore di gestione del glucosio (GMI) è un sostituto di "HbA1c stimato" per i pazienti che utilizzano il monitoraggio continuo del glucosio.
nl: Glucose Management Indicator (GMI) is een vervanging voor "geschatte HbA1c" voor patiënten met behulp van continue glucosemonitoring.
pl: Wskaźnik zarządzania glukozą (GMI) zastępuje „szacowaną HbA1c” dla pacjentów korzystających z ciągłego monitorowania glikemii.
pt_pt: Indicador de Gerência de Glicose (IGG) é um substituto para o "HbA1c estimado" para pacientes que usam um acompanhamento contínuo de glicose.
ru: Показатель контроля уровня глюкозы (GMI) является заменой «расчетного уровня HbA1c» для пациентов, использующих непрерывный мониторинг уровня глюкозы.
sv: Glukoshanteringsindikator (GMI) är ett ersättning för "uppskattad HbA1c" för patienter som använder kontinuerlig glukosövervakning.
tr: Glikoz Yönetim Göstergesi (GMI), sürekli glikoz izleme kullanan hastalar için "tahmini HbA1c" yerine geçer.
uk: Індикатор контролю глюкози (GMI) - це заміна "розрахункового HbA1c" для пацієнтів, які використовують безперервний моніторинг глюкози.

source: Glucose Notification
bg: Известие за глюкоза
de: Glukose Mitteilungen
es: Notificación de glucosa
fr: Notification de glycémie
it: Notifica glucosio
nl: Gluctose melding
pl: Powiadomienie o poziomie glukozy
pt_pt: Notificação de glicose
ru: Уведомление о глюкозе
sv: Blodsockernotis
tr: Glikoz bildirimi
uk: Сповіщення про вміст глюкози

# Glucose overview
source: Overview
bg: Преглед
de: Übersicht
es: Resumen
fr: Aperçu
it: Generale
nl: Overzicht
pl: Odczyty
pt_pt: Visão geral
ru: Обзор
sv: Översikt
tr: Genel Bakış
uk: Загальний огляд

# Glucose read aloud
source: Glucose Reading
bg: Отчитане на глюкозата
de: Glukose Vorlesen
es: Lectura de glucosa
fr: Glycémie
it: Lettura del glucosio
nl: Glucose meting
pl: Przeczytaj poziom glukozy
pt_pt: Leitura de glicose
ru: Уровень глюкозы
sv: Blodsockervärde
tr: Glikoz Okuma
uk: Зчитування глюкози

source: Glucose settings
bg: Настройки на глюкозата
de: Glukose Einstellungen
es: Ajustes de glucosa
fr: Paramètres Glycémiques
it: Impostazioni Glucosio
nl: Glucose-instellingen
pl: Ustawienia glukozy
pt_pt: Configurações de glicose
ru: Настройки ГК
sv: Glukosinställningar
tr: Glikoz ayarları
uk: Налаштування глюкози

# Glucose unit
source: Unit
bg: Мерна единица
de: Einheit
es: Unidad
fr: Unité
it: Unità
nl: Eenheid
pl: Jednostka
pt_pt: Unidade
ru: Единица измерения
sv: Enhet
tr: Birim
uk: Одиниця

# Glucose widget
source: Glucose
bg: Глюкоза
de: Glukose
es: Glucosa
fr: Glycémie
it: Glucosio
pl: Glukoza
pt_pt: Glicose
ru: Глюкоза
sv: Blodsocker
tr: Glikoz
uk: Глюкоза

# Glucose widget description
source: Displays the last glucose value.
bg: Показва последната стойност на глюкозата.
de: Zeigt den letzten Glukosewert an.
es: Muestra el último valor de glucosa.
fr: Affiche la dernière valeur de la glycémie.
it: Visualizza l'ultimo valore di glucosio.
nl: Toont de laatste glucosewaarde.
pl: Wyświetlaj ostatnią wartość glukozy.
pt_pt: Mostra o último valor de glicose.
ru: Отображает последнее значение глюкозы.
sv: Visar det senaste blodglukosvärdet.
tr: Son glikoz değerini görüntüler.
uk: Відтворює останній показник глюкози.

source: High glucose alarm
bg: Аларма за висока глюкоза
de: Hoher Glukose Alarm
es: Alarma por glucosa alta
fr: Alarme de glycémie élevée
it: Allarme glucosio alto
nl: Hoog glucose alarm
pl: Alarm o wysokim poziomie glukozy
pt_pt: Alarme de glicose alta
ru: Сигнал тревоги о высоком ГК
sv: Högt blodsockerlarm
tr: Yüksek glikoz alarmı
uk: Попередження про високий вміст глюкози

source: Hold the top edge of your iPhone close to the sensor.
bg: Дръжте горния ръб на iPhone близо до сензора.
de: Halten Sie den oberen Rand Ihres iPhones nahe an den Sensor.
es: Mantenga el borde superior de su iPhone cerca del sensor.
fr: Maintenez le bord supérieur de votre iPhone près du capteur.
it: Tieni premuto la parte superiore del tuo iPhone vicino al sensore.
nl: Houd de bovenkant van je iPhone dicht bij de sensor.
pl: Przytrzymaj górną krawędź iPhone'a blisko sensora.
pt_pt: Mantém a parte superior do iPhone perto do sensor
ru: Держите верхнюю часть вашего iPhone рядом с сенсором.
sv: Håll toppen av telefonen nära sensorn.
tr: iPhone'unuzun üst kenarını sensöre yakın tutun.
uk: Тримайте верхній край вашого iPhone поруч з датчиком.

source: Ignore mute
bg: Игнориране на заглушаването на звука
de: Stummschaltung ignorieren
es: Ignorar el silencio
fr: Ignorer le mode muet
it: Ignorare il muto
nl: Negeer dempen
pl: Ignoruj wyciszenie
pt_pt: Ignorar o mudo
ru: Игнорировать отключение звука
sv: Ignorera tyst läge
tr: Sessize almayı yoksay
uk: Вимкнути звук

source: LibreLink Transmitter
bg: Трансмитер LibreLink
de: LibreLink
es: LibreLink
fr: Émetteur LibreLink
it: LibreLink
nl: LibreLink
pl: Transmiter LibreLink
pt_pt: LibreLink
ru: LibreLink
sv: LibreLink
tr: LibreLink
uk: LibreLink

source: LibreLinkUp email
bg: Имейл на LibreLinkUp
it: E-mail LibreLinkUp
pl: Email LibreLinkUp
pt_pt: E-mail LibreLinkUp
sv: Ditt LibreLinkUp användarnamn (e-post)
tr: LibreLinkUp e-posta
uk: Електронна пошта LibreLinkUp
