Repository: creepymonster/GlucoseDirect
Catalog: Library/*.lproj/Localizable.strings
Languages: bg, de, es, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

source: LibreLinkUp password
bg: Парола за LibreLinkUp
de: LibreLinkUp Passwort
it: Password LibreLinkUp
nl: LibreLinkUp wachtwoord
pl: Hasło LibreLinkUp
pt_pt: Senha LibreLinkUp
sv: DItt lösenord för LibreLinkUp
tr: LibreLinkUp şifresi
uk: Пароль LibreLinkUp

source: Line
bg: Линия
de: Linie
es: Línea
fr: Ligne
it: Linea
nl: Lijn
pl: Linie
pt_pt: Linha
ru: Линия
sv: Linje
tr: Çizgi
uk: Рядок

source: Low glucose alarm
bg: Аларма за ниска глюкоза
de: Niedrige Glukose Alarm
es: Alarma por glucosa baja
fr: Alarme de glycémie basse
it: Allarme glucosio basso
nl: Laag glucose alarm
pl: Alarm o niskim poziomie glukozy
pt_pt: Alarme de glicose baixa
ru: Сигнал тревоги о низком ГК
sv: Lågt blodsockerlarm
tr: Düşük glikoz alarmı
uk: Попередження про низький вміст глюкози

# Lower limit
source: Low
bg: Долна граница
de: Niedrig
es: Baja
fr: Bas
it: Basso
nl: Laag
pl: Niski
pt_pt: Baixo
ru: Граница Низкого
sv: Lågt
tr: Düşük
uk: Низький

source: Nightscout settings
bg: Настройки на Nightscout
de: Nightscout Einstellungen
es: Ajustes de Nightscout
fr: Paramètres de Nightscout
it: Impostazioni Nightscout
nl: Nightscout instellingen
pl: Integracja Nightscout
pt_pt: Configurações do Nightscout
ru: Настройки Nightscout
sv: Nightscout-inställningar
tr: Nightscout ayarları
uk: Налаштування Nightscout

# Nightscout upload enabled
source: Upload
bg: Качване
es: Cargar
fr: Téléverser
it: Carica
nl: Uploaden
pl: Przesyłaj dane do chmury
ru: Загрузка в НС
sv: Ladda upp
tr: Yükle
uk: Завантажити

# Nightscout url
source: Url
pl: Adres Nightscout
ru: Url-адрес
uk: URL-адреса

source: No Data
bg: Няма данни
de: Keine Daten
it: Nessun dato
nl: Geen Data
pl: Brak danych
pt_pt: Sem Dados
sv: Ingen data
tr: Veri Yok
uk: Дані відсутні

source: No screen lock
bg: Няма заключване на екрана
de: Keine Displaysperre
es: Sin bloqueo de pantalla
fr: Pas de verrouillage d'écran
it: Nessun blocco schermo
nl: Geen schermvergrendeling
pl: Brak blokady ekranu
pt_pt: Sem bloqueio de tela
ru: Без блокировки экрана
sv: Inget skärmlås
tr: Ekran kilidi yok
uk: Немає блокування екрана

source: Normal Glucose Notification
bg: Известие за глюкоза
de: Normale Glukose-Benachrichtigung
es: Notificación de glucosa normal
fr: Notification de glycémie normale
it: Notifica di glucosio normale
nl: Normale Glucose melding
pl: Powiadomienia o poziomie glukozy
pt_pt: Notificação de Glucose Normal
ru: Уведомление о нормальном уровне глюкозы
sv: Notis för normalt blodsocker
tr: Normal Glikoz Bildirimi
uk: Повідомлення про нормальний рівень глюкози

source: Now
bg: Сега
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
nl: Nu
pl: Teraz
pt_pt: Agora
ru: Сейчас
sv: Nu
tr: Şimdi
uk: Зараз

source: Pairing
bg: Сдвояване
de: Wird gekoppelt
es: Emparejamiento
fr: Jumelage
it: Collegamento
nl: Koppelen
pl: Parowanie
pt_pt: A emparelhar
ru: Сопряжение
sv: Parkopplar
tr: Eşleştiriliyor
uk: Парування

source: Please select
bg: Моля изберете
de: Bitte auswählen
es: Seleccione, por favor
fr: Veuillez sélectionner
it: Seleziona
nl: Maak een keuze
pl: Proszę wybrać
pt_pt: Por favor selecione
ru: Пожалуйста, выберите
sv: Välj
tr: Lütfen seçiniz
uk: Будь ласка, виберіть

source: Power off
bg: Изключване
de: Stromlos
es: Apagado
fr: Éteindre
it: Spegni
nl: Schakel uit
pl: Wyłącz
pt_pt: Desligar
ru: Выключить
sv: Ingen ström
tr: Kapat
uk: Живлення вимкнуто

# Readable falling
source: falling
bg: падане
de: fallend
es: bajada
fr: chute
it: in discesa
nl: dalende
pl: Spada
pt_pt: a diminuir
ru: падение
sv: sjunkande
tr: düşüyor
uk: падає

# Readable fast falling
source: fast falling
bg: бързо падане
de: schnell fallend
es: bajada rápida
fr: chute rapide
it: discesa veloce
nl: snel dalend
pl: szybko spada
pt_pt: Em descida rápida!
ru: быстрое падение
sv: snabbt sjunkande
tr: hızlı düşüyor
uk: швидко падає

# Readable fast rising
source: fast rising
bg: бързо нарастващ
de: schnell steigend
es: subida rápida
fr: hausse rapide
it: aumento veloce
nl: snel stijgend
pl: szybko rośnie
pt_pt: subida rápida
ru: быстрый рост
sv: snabbt stigande
tr: hızlı yükseliyor
uk: швидко зростає

# Readable glucose with trend: %1$@ %2$@, %3$@
source: Glucose: %1$@ %2$@, %3$@
bg: Глюкоза: %1$@ %2$@, %3$@
de: Glukose: %1$@ %2$@, %3$@
es: Glucosa: %1$@ %2$@, %3$@
fr: Glycémie : %1$@ %2$@, %3$@
it: Glucosio: %1$@ %2$@ %3$@
pl: Glukoza: %1$@ %2$@, %3$@
pt_pt: Glicose: %1$@ %2$@
ru: Глюкоза: %1$@ %2$@, %3$@
sv: Glukos: %1$@ %2$@, %3$@
tr: Glikoz: %1$@ %2$@, %3$@
uk: Глюкоза: %1$@ %2$@, %3$@

# Readable glucose: %1$@ %2$@
source: Glucose: %1$@ %2$@
bg: Глюкоза: %1$@ %2$@
de: Glukose: %1$@ %2$@
es: Glucosa: %1$@ %2$@
fr: Glycémie : %1$@ %2$@
it: Glucosio: %1$@ %2$@
pl: Glukoza: %1$@ %2$@
pt_pt: Glicose: %1$@ %2$@
ru: Глюкоза: %1$@ %2$@
sv: Glukos: %1$@ %2$@
tr: Glikoz: %1$@ %2$@
uk: Глюкоза: %1$@ %2$@

# Readable high glucose: %1$@ %2$@
source: Glucose: %1$@ %2$@. Attention, Hyperglycemia!
bg: Глюкоза: %1$@ %2$@. Внимание, хипергликемия!
de: Glukose: %1$@ %2$@. Achtung, Überzuckerung!
es: Glucosa: %1$@ %2$@. ¡Atención, hiperglucemia!
fr: Glycémie : %1$@ %2$@. Attention, Hyperglycémie !
it: %1$@%2$@. Attenzione, Glicemia Alta!
nl: Glucose: %1$@ %2$@. Attentie, Hyperglycemia!
pl: Glukoza: %1$@ %2$@. Uwaga! Wysoki poziom!
pt_pt: Glicose: %1$@ %2$@. Atenção, Hiperglicemia!
ru: Глюкоза: %1$@ %2$@. Внимание, гипергликемия!
sv: Glukos: %1$@ %2$@. Varning, Högt blodsocker!
tr: Glikoz: %1$@ %2$@. Dikkat, Hiperglisemi!
uk: Глюкоза: %1$@ %2$@. Тривога: гіперглікемія!

# Readable low glucose: %1$@ %2$@
source: Glucose: %1$@ %2$@. Attention, Hypoglycemia!
bg: Глюкоза: %1$@ %2$@. Внимание, хипогликемия!
de: Glukose: %1$@ %2$@. Achtung, Unterzuckerung!
es: Glucosa: %1$@ %2$@. ¡Atención, hipoglucemia!
fr: Glycémie : %1$@ %2$@. Attention, Hypoglycémie !
it: Glucosio: %1$@ %2$@. Attenzione, Ipoglicemia!
nl: Glucose: %1$@ %2$@. Attentie, Hypoglycemia!
pl: Glukoza: %1$@ %2$@. Uwaga! Niski poziom!
pt_pt: Glicose: %1$@ %2$@. Atenção, Hipoglicémia!
ru: Глюкоза: %1$@ %2$@. Внимание, гипогликемия!
sv: Glukos: %1$@ %2$@. Varning, Lågt blodsocker!
tr: Glikoz: %1$@ %2$@. Dikkat, Hipoglisemi!
uk: Глюкоза: %1$@ %2$@. Тривога: гіпоглікемія!

# Readable miligram
source: miligram
es: miligramo
fr: milligramme
it: milligrammo
pl: miligramy
pt_pt: Miligrama
ru: милиграм
sv: milligram
uk: міліграм

# Readable milimol
source: milimol
fr: millimole
it: millimole
ru: Милимоль
sv: millimol
uk: мілімоль

# Readable rapidly falling
source: rapidly falling
bg: бързо спадане
de: rapide fallend
es: bajando rápidamente
fr: chute très rapide
it: discesa rapida
nl: snel dalend
pl: szybko spada
pt_pt: queda rápida
ru: быстрое падение
sv: hastigt sjunkande
tr: çok hızlı düşüyor
uk: стрімко падає

# Readable rapidly rising
source: rapidly rising
bg: бързо покачване
de: rapide steigend
es: subiendo rápidamente
fr: montée très rapide
it: aumento rapido
nl: snel stijgend
pl: szybko rośnie
pt_pt: aumento rápido
ru: очень быстрый рост
sv: hastigt stigande
tr: çok hızlı yükseliyor
uk: стрімко зростає

# Readable rising
source: rising
bg: нарастващ
de: steigend
es: subida
fr: hausse
it: in aumento
nl: stijgend
pl: rośnie
pt_pt: a subir
ru: рост
sv: stigande
tr: yükseliyor
uk: зростає

source: Rescan the sensor
bg: Повторно сканиране на сензора
de: Sensor erneut scannen
es: Volver a escanear el sensor
fr: Rescanner le capteur
it: Ricontrollare il sensore
nl: Scan de sensor opnieuw
pl: Ponownie zeskanuj sensor
pt_pt: Digitalize novamente o sensor
ru: Повторное сканирование датчика
sv: Skanna om sensorn
tr: Sensörü yeniden tara
uk: Повторно сканувати датчик

source: Retrieval interval
bg: Интервал на извличане на данни
de: Aktualisierungs-Intervall
es: Intervalo de recuperación
fr: Intervalle de récupération
it: Intervallo di recupero
nl: Interval voor vernieuwen
pl: Odczyt glukozy co
pt_pt: Intervalo de recuperação
ru: Интервал обновления
sv: Uppdateringsintervall
tr: Geri alma aralığı
uk: Інтервал оновлення

# Retrieval interval, every %@ minutes
source: Every %@ minutes
bg: На всеки %@ минути
de: Alle %@ Minuten
es: Cada %@ minutos
fr: Toutes les %@ minutes
it: Ogni %@ minuti
nl: Elke %@ minuten
pl: %@ minut
pt_pt: A cada %@ minutos
ru: Каждые %@ минут
sv: Var %@ minut
tr: Her %@ dakikada bir
uk: Кожні %@ хвилин

# Retrieval interval, every minute
source: Every minute
bg: Всяка минута
de: Jede Minute
es: Cada minuto
fr: Chaque minute
it: Ogni minuto
nl: Elke minuut
pl: 1 min :-)
pt_pt: A cada minuto
ru: Каждую минуту
sv: Varje minut
tr: Her dakika
uk: Кожної хвилини

source: Retry pairing
bg: Повторение на сдвояването
de: Koppeln wiederholen
es: Reintentar emparejamiento
fr: Réessayer l'appariement
it: Riprovare abbinamento
nl: Probeer opnieuw te koppelen
pl: Ponów parowanie
pt_pt: Repetir emparelhamento
ru: Повторное сопряжение
sv: Försök att parkoppla igen
tr: Eşleştirmeyi tekrar dene
uk: Повторити парування

source: Scan sensor
bg: Сканирай сензор
de: Sensor scannen
es: Sensor de escaneo
fr: Scanner le capteur
it: Scansionare sensore
pl: Zeskanuj sensor
pt_pt: Sensor de digitalização
ru: Датчик сканирования
sv: Skanna sensor
tr: Sensörü tara
uk: Сканувати датчик

source: Scanning
bg: Сканиране
de: Scanne...
es: Buscando
fr: Scan en cours
it: Scannerizza
nl: Bezig met scannen
pl: Szukam...
pt_pt: A verificar
ru: Сканирование
sv: Scannar
tr: Taranıyor
uk: Йде сканування

# Selected calendar
source: Calendar
bg: Календар
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nl: Agenda
pl: Wybrany kalendarz
pt_pt: Calendário
ru: Календарь
sv: Kalender
tr: Takvim
uk: Календар

source: Send database file
bg: Изпращане на базата от данни
de: Datenbank senden
es: Enviar archivo de base de datos
fr: Envoyer le fichier de la base de données
it: Invia file database
nl: Databasebestand verzenden
pl: Wyślij plik bazy danych
pt_pt: Enviar ficheiro na base de dados
ru: Отправить файл базы данных
sv: Skicka databasfil
tr: Veritabanı dosyası gönder
uk: Надіслати файл бази даних

source: Send log file
bg: Изпращане на лог файл
de: Fehlerbericht senden
es: Enviar archivo de registro
fr: Envoyer le fichier de registre
it: Manda file di log
nl: Logboekbestand verzenden
pl: Wyślij raport o błędzie
pt_pt: Enviar ficheiro de registo
ru: Отправить журнал
sv: Skicka loggfil
tr: Günlük dosyası gönder
uk: Надіслати лог-файл

source: Sensor age
bg: Възраст на сензора
de: Alter
es: Antigüedad del sensor
fr: Âge du capteur
it: Età sensore
nl: Ouderdom sensor
pl: Wiek sensora
pt_pt: Idade do sensor
ru: Возраст сенсора
sv: Sensorålder
tr: Sensör yaşı
uk: Вік датчика

source: Sensor connection
bg: Свързване на сензора
de: Sensor Verbindung
es: Conexión con el sensor
fr: Connexion au capteur
it: Sensore di Connessione
nl: Sensorverbinding
pl: Podłączenie sensora
pt_pt: Ligação do sensor
ru: Подключение датчика
sv: Sensoranslutning
tr: Sensör bağlantısı
uk: Під'єднання датчика

# Sensor custom calibration
source: Custom Calibration
bg: Персонализирано калибриране
de: Individuelle Kalibrierung
es: Calibración personalizada
fr: Étalonnage personnalisé
it: Calibrazione Personalizzata
nl: Aangepaste kalibratie
pl: Kalibracja sensora
pt_pt: Calibração personalizada
ru: Ручная калибровка
sv: Egen kalibrering
tr: Bireysel Kalibrasyon
uk: Калібрування користувача

source: Sensor details
bg: Данни за сензора
es: Detalles del sensor
fr: Détails du capteur
it: Dettagli Sensore
pl: Szczegóły sensora
pt_pt: Detalhes do sensor
ru: Сведения о датчике
sv: Sensordetaljer
tr: Sensör detayları
uk: Подробиці датчика

# Sensor ending date
source: Ending date
bg: Крайна дата
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data di fine
nl: Einddatum
pl: Zakończenie działania sensora
pt_pt: Data de fim
ru: Дата окончания
sv: Slutdatum
tr: Bitiş tarihi
uk: Дата закінчення

# Sensor error values
source: CGM errors
bg: Грешки на CGM
de: CGM-Fehler
es: Errores de CGM
fr: Erreurs de CGC
it: Errori CGM
nl: CGM fouten
pl: Błąd CGM
pt_pt: Erros de CGM
ru: Ошибки CGM
sv: CGM-fel
tr: CGM hataları
uk: Помилки CGM

# Sensor factory calibration
source: Factory Calibration
bg: Фабрично калибриране
de: Werkskalibrierung
es: Calibración de fábrica
fr: Étalonnage d'usine
it: Calibrazione Standard
nl: Fabrieks kalibratie
pl: Kalibracja fabryczna
pt_pt: Calibração de fábrica
ru: Заводская калибровка
sv: Fabrikskalibrering
tr: Fabrika Kalibrasyonu
uk: Калібрування завода

source: Sensor has failure
bg: Сензорът е повреден
de: Fehler
es: Falla de Sensor
fr: Le capteur est défaillant
it: Errore nel sensore
nl: Sensor heeft fout
pl: Awaria sensora
pt_pt: Falha do Sensor
ru: Сенсор неисправен
sv: Sensor har fel
tr: Sensör arızalı
uk: Помилка датчика

source: Sensor in starting phase
bg: Сензор в начална фаза
de: Startet
es: Sensor en fase de inicio
fr: Capteur en phase de démarrage
it: Il sensore è in fase di iniziazione
nl: Sensor in de startfase
pl: Sensor w fazie rozruchu
pt_pt: Sensor a iniciar
ru: Сенсор в прогреве
sv: Sensor i startläge
tr: Sensör başlangıç aşamasında
uk: Датчик у фазі запуску

source: Sensor is expired
bg: Сензора е с изтекъл срок
de: Abgelaufen
es: El sensor ha caducado
fr: Le capteur est expiré
it: Il sensore è scaduto
nl: Sensor verlopen
pl: Sensor wygasł
pt_pt: Sensor expirado
ru: Сенсор закончился
sv: Sensor har utgått
tr: Sensör süresi doldu
uk: Термін придатності датчика закінчився

source: Sensor is ready
bg: Сензорът е готов
de: Bereit
es: El sensor está listo
fr: Le capteur est prêt
it: Il sensore è pronto
nl: Sensor is klaar
pl: Sensor gotowy
pt_pt: Sensor pronto
ru: Сенсор готов
sv: Sensor är redo
tr: Sensör hazır
uk: Датчик готовий

# Sensor is shut down
source: Sensor is expired
bg: Сензора е с изтекъл срок
de: Abgelaufen
es: El sensor ha caducado
fr: Le capteur est expiré
it: Il sensore è scaduto
nl: Sensor verlopen
pl: Sensor wygasł
pt_pt: Sensor expirado
ru: Сенсор закончился
sv: Sensor har utgått
tr: Sensör süresi doldu
uk: Термін придатності датчика закінчився

# Sensor lifetime
source: Lifetime
bg: Срок на годност
de: Lebensdauer
es: Duración máxima
fr: Durée de vie
it: Durata
nl: Legensduur
pl: Żywotność sensora
pt_pt: Vida útil
ru: Время жизни
sv: Livstid
tr: Kullanım ömrü
uk: Термін придатності

# Sensor lifetime widget
source: Sensor Lifetime
bg: Срок на годност на сензора
de: Lebensdauer
es: Vida útil del sensor
fr: Durée de vie du capteur
it: Durata del sensore
nl: Levensduur van sensor
pl: Widżet żywotności sensora
pt_pt: Vida útil do sensor
ru: Срок службы датчика
sv: Sensorns livslängd
tr: Sensör Ömrü
uk: Термін придатності датчика

# Sensor lifetime widget description
source: Displays the remaining lifetime of the current sensor as a countdown.
bg: Показва оставащия живот на текущия сензор под формата на обратно броене.
de: Zeigt die verbleibende Lebensdauer des aktuellen Sensors in Form eines Countdowns an.
es: Muestra la vida útil restante del sensor de corriente como una cuenta regresiva.
fr: Affiche la durée de vie restante du capteur actuel sous forme de compte à rebours.
it: Visualizza la durata rimanente del sensore corrente come conto alla rovescia.
nl: Toont de resterende levensduur van de huidige sensor als aftelling.
pl: Wyświetla pozostałą żywotność bieżącego sensora w formie odliczania.
pt_pt: Mostra a vida útil que resta do sensor de corrente na como uma contagem regressiva.
ru: Отображает оставшийся срок службы текущего датчика в виде обратного отсчета.
sv: Visar återstående livslängd för den aktuella sensorn.
tr: Geri sayım olarak mevcut sensörün kalan ömrünü görüntüler.
uk: Відтворює термін служби, що залишився для поточного датчика, у вигляді зворотного відліку.

source: Sensor not yet startet
bg: Сензорът все още не е стартиран
de: Nicht gestartet
es: Sensor aún no iniciado
fr: Capteur pas encore démarré
it: Sensore non ancora attivato
nl: Sensor nog niet gestart
pl: Sensor jeszcze nie uruchomiony
pt_pt: Sensor ainda não iniciado
ru: Сенсор еще не запущен
sv: Sensor har inte startat ännu
tr: Sensör henüz başlamadı
uk: Датчик ще не запущений

# Sensor possible lifetime
source: Lifetime
bg: Срок на годност
de: Lebensdauer
es: Duración
fr: Durée de vie
it: Durata
nl: Legensduur
pl: Żywotność sensora
pt_pt: Vida útil
ru: Время жизни
sv: Livstid
tr: Kullanım ömrü
uk: Термін придатності

# Sensor region
source: Region
bg: Регион
es: Región
fr: Région
it: Regione
nl: Gebied
pt_pt: Região
ru: Регион
tr: Bölge
uk: Регіон

# Sensor remaining lifetime
source: Remaining
bg: Остават
de: Verbleibend
es: Tiempo restante
fr: Restant
it: Tempo Rimanente
nl: Resterend
pl: Pozostały czas eksploatacji sensora
pt_pt: Restante
ru: Осталось
sv: Återstående
tr: Kalan
uk: Залишається

# Sensor remaining warmup time
source: Warmup
bg: Подгряване
de: Aufwärmzeit
es: Preparación
fr: Mise en route
it: Riscaldamento
nl: Opwarmen
pl: Pozostały czas nagrzewania sensora
pt_pt: Em preparação
ru: Разогрев
sv: Sensors återstående tid för uppvärmning
tr: Isınma
uk: Розігрів

# Sensor serial
source: Serial
bg: Сериен номер
de: Seriennummer
es: Número de serie
fr: N° Série
it: Numero Seriale Sensore
nl: Serienummer
pl: Nr sensora
pt_pt: Número de Série
ru: Серийный номер
sv: Serienummer
tr: Seri no
uk: Серійний номер

# Sensor starting date
source: Starting date
bg: Начална дата
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di partenza
nl: Begindatum
pl: Data uruchomienia sensora
pt_pt: Data de início
ru: Дата старта
sv: Startdatum
tr: Başlama tarihi
uk: Дата початку

# Sensor state
source: State
bg: Статус
de: Status
es: Estado
fr: État
it: Stato
nl: Staat
pl: Stan
pt_pt: Estado
ru: Статус
sv: Tillstånd
tr: Durum
uk: Стан

# Sensor type
source: Type
bg: Вид
de: Typ
es: Tipo
it: Tipo
pl: Typ
pt_pt: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип

# Settings view
source: Settings
bg: Настройки
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування

# Snooze until
source: Snooze
bg: Отлагане
de: Schlummern
es: Posponer
fr: Reporter
it: Posponi
nl: Sluimeren
pl: Pdłuż do/Sen
pt_pt: Adiar
ru: Отложить
sv: Snooza tills
tr: Erteleme
uk: Відкласти

source: Standard Deviation (SD) is a measure of the spread in glucose readings around the average - bouncing between many highs and lows results in a larger SD. The goal is the lowest SD possible, which would reflect a steady glucose level with minimal swings.
bg: Стандартното Отклонение (СО) е мярка за разликата в показанията на глюкозата около средната стойност - прескачането между много високи и ниски стойности води до по-голямо СО. Целта е възможно най-ниското СО, което би отразило стабилно ниво на глюкозата с минимални колебания.
de: Standard Deviation (SD) oder Standardabweichung ist ein Maß für die Streuung der Glukosemesswerte um den Durchschnitt - wenn sie zwischen vielen Höchst- und Tiefstwerten schwankt, ergibt sich eine höhere SD. Das Ziel ist eine möglichst niedrige SD, die einen konstanten Blutzuckerspiegel mit minimalen Schwankungen widerspiegelt.
es: La desviación estándar (DE) es una medida de la dispersión de las lecturas de glucosa en torno a la media: el rebote entre muchos máximos y mínimos da lugar a una DE mayor. El objetivo es la menor DE posible, que reflejaría un nivel de glucosa estable con oscilaciones mínimas.
fr: L'écart-type (ET) est une mesure de l'écart des mesures de glycémie par rapport à la moyenne - le fait d'osciller entre de nombreux hauts et bas entraîne un ET plus important. L'objectif est d'obtenir l'écart-type le plus faible possible, ce qui reflète un taux de glucose stable avec des fluctuations minimales.
it: La deviazione standard (SD) è una misura della diffusione delle letture del glucosio intorno alla media: il rimbalzo tra molti massimi e minimi si traduce in una SD più grande. L'obiettivo è la SD più bassa possibile, che rifletterebbe un livello di glucosio costante con oscillazioni minime.
nl: Standaard afwijking (SD) is een meting van het afwijkende glucosemetingen rond het gemiddelde; springen tussen veel hypers en hypo's zorgt voor een grotere SD. Het doel is zo'n klein mogelijke SD, wat een stabiele bloedsuikerspiegel is met weinig pieken of dalen.
pl: Odchylenie standardowe (SD) jest miarą rozpiętości odczytów poziomu glukozy wokół średniej — przeskakiwanie między wysokimi i niskimi wartościami skutkuje większym odchyleniem standardowym. Celem jest najniższe możliwe SD, które odzwierciedlałoby stały poziom glukozy przy minimalnych wahaniach..
pt_pt: Desvio Padrão (DP) é uma medida da propagação nas leituras de glicose à volta da média - saltar entre muitos altos e baixos resulta em um DP maior. O objetivo é o menor DP possível, o que refletiria um nível constante de glicose com oscilações mínimas.
ru: Стандартное отклонение (SD) является мерой разброса показаний глюкозы вокруг среднего - отскакивание между многими максимумами и минимумами приводит к большему SD. Целью является наименьшее возможное SD, которое будет отражать устойчивый уровень глюкозы с минимальными колебаниями.
sv: Standardavvikelse (SD) är en mätning av spridningen av glukosläsningar kring medelvärdet - studsar mellan höga och låga resultat i en större SD. Målet är den lägsta SD som är möjligt, vilket skulle återspegla en jämn glukosnivå med minimala svängningar.
tr: Standart Sapma (SD), glikoz okumalarındaki ortalama etrafında yayılmanın bir ölçüsüdür - birçok yüksek ve düşük arasında sıçrama, daha büyük bir SD ile sonuçlanır. Hedef, minimum dalgalanmalarla sabit bir glikoz seviyesini yansıtacak olan mümkün olan en düşük SD'dir.
uk: Стандартне відхилення (SD) – це показник розкиду в зчитуваннях глюкози навколо середнього значення: стрибки між багатьма максимумами та мінімумами призводять до збільшення SD. Метою є якомога нижчий SD, який відтворює стабільний рівень глюкози з мінімальними коливаннями.

source: Statistics (%@ days)
bg: Статистика (%@ дни)
de: Statistiken (%@ Tage)
es: Estadísticas (%@ días)
fr: Statistiques (%@ jours)
it: Statistiche (%@ days)
nl: Statistieken (%@ dagen)
pl: Statystyka (%@ Tage)
pt_pt: Estatísticas (%@ dias)
ru: Статистика (%@ дня/дней)
sv: Statistik (%@ dagar)
tr: İstatistikler (%@ gün)
uk: Статистика (%@ днів)

# StatisticsPeriod
source: Period
bg: Период
de: Zeitraum
it: Periodo
nl: Periode
pl: Okres
pt_pt: Período
uk: Термін

source: No more data is received from the sensor. The cause may be that the Bluetooth connection to the sensor has been interrupted or that the LibreLinkUp is no longer providing data.
bg: Не се получават повече данни от сензора. Причината може да е, че Bluetooth връзката със сензора е прекъсната или че LibreLinkUp вече не предоставя данни.
de: Es werden keine Daten mehr vom Sensor empfangen. Die Ursache kann sein, dass die Bluetooth-Verbindung zum Sensor unterbrochen wurde oder dass LibreLinkUp keine Daten mehr bereitstellt.
nl: Er worden geen gegevens ontvangen van de sensor. De oorzaak kan zijn dat de Bluetooth-verbinding met de sensor is onderbroken of dat de LibreLinkUp geen gegevens meer verstrekt.
pl: Z sensora nie są już odbierane żadne dane. Przyczyną może być przerwanie połączenia Bluetooth z sensorem lub brak przesyłania danych przez LibreLinkUp.
sv: Ingen mer data mottas från sensorn. Orsaken kan vara att Bluetooth-anslutningen till sensorn har avbrutits eller att LibreLinkUp inte längre tillhandahåller data.
tr: Sensörden artık veri alınmıyor. Bunun nedeni sensörle olan Bluetooth bağlantısının kesilmiş olması veya LibreLinkUp'ın artık veri sağlamıyor olması olabilir.
uk: Дані від датчика більше не надходять. Причиною може бути те, що Bluetooth-з’єднання з датчиком перервано або LibreLinkUp більше не надає дані.

source: Time
bg: Час
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
nl: Tijd
pl: Czas
pt_pt: Hora
ru: Время
sv: Tid
tr: Zaman
uk: Час
