Repository: creepymonster/GlucoseDirect
Catalog: Library/*.lproj/Localizable.strings
Languages: bg, de, es, fr, it, nl, pl, pt_pt, ru, sv, tr, uk

source: Time above Range (TAR) or the percentage of time spent above the target glucose of %@.
bg: Време над диапазона (ВНД) или процентът от времето, прекарано над целевата глюкоза на %@.
de: Time above Range (TAR) oder der prozentuale Anteil der Zeit, die oberhalb des Zielwerts von %@ verbracht wurde.
es: Tiempo por encima del rango (TAR) o el porcentaje de tiempo pasado por encima de la glucosa objetivo de %@.
fr: Le temps au-dessus de l'intervalle (TDI) ou le pourcentage de temps passé au-dessus de la glycémie cible de %@.
it: Tempo al di sopra dell'intervallo (TAR) o percentuale di tempo trascorso al di sopra del target di glucosio target %@.
nl: Tijd boven doel (TAR) of het percentage tijd boven de streefwaarde van %@.
pl: Czas powyżej zakresu (TAR) lub procent czasu spędzonego powyżej docelowego poziomu glukozy %@.
pt_pt: Tempo acima do Intervalo (TAI) ou a porcentagem de tempo gasto acima da glicose alvo de %@.
ru: Время выше диапазона (TAR) или процент времени, проведенного выше целевого уровня глюкозы %@.
sv: Tid ovanför intervall (TAR) eller procentandel av tid som spenderas ovan målvärdet för glukos på %@.
tr: Aralığın üzerindeki süre (TAR) veya %@ hedef glikozunun üzerinde harcanan sürenin yüzdesi.
uk: Час вище діапазону (TAR) або відсоток часу, проведеного вище за цільовий рівень глюкози в %@.

source: Time below Range (TBR) or the percentage of time spent below the target glucose of %@.
bg: Време под диапазона (TBR) или процентът от времето, прекарано под целевата глюкоза на %@.
de: Time below Range (TBR) oder der prozentuale Anteil der Zeit, die unterhalb des Zielwerts von %@ verbracht wurde.
es: Tiempo por debajo del rango (TBR) o el porcentaje de tiempo empleado por debajo del objetivo de glucosa de %@.
fr: Le temps sous l'intervalle (TSI) ou le pourcentage de temps passé en dessous de la glycémie cible de %@.
it: Tempo al di sotto dell'intervallo (TBR) o percentuale di tempo trascorso al di sotto del target di glucosio %@.
nl: Tijd onder bereik (TBR) of het percentage tijd onder de streefwaarde %@.
pl: Czas poniżej zakresu (TBR) lub procent czasu spędzonego poniżej docelowego poziomu glukozy %@.
pt_pt: Tempo abaixo do Intervalo (TAI) ou a porcentagem de tempo gasto abaixo da glicose alvo de %@.a
ru: Время ниже диапазона (TBR) или процент времени, проведенного ниже целевого уровня глюкозы %@.
sv: Tid under intervall (TBR) eller procentandel av tid som spenderas under målvärdet för glukos på %@.
tr: Aralığın altındaki süre (TBR) veya %@ hedef glikozunun altında geçirilen sürenin yüzdesi.
uk: Час нижче діапазону (TBR) або відсоток часу, проведеного нижче за цільовий рівень глюкози в %@.

source: Time in Range (TIR) or the percentage of time spent in the target glucose range between %@ - %@.
bg: Време в диапазона (Time in Range - TIR) или процентът от времето, прекарано в целевия диапазон на глюкозата между %@ - %@.
de: Time in Range (TIR) oder der prozentuale Anteil der Zeit, die im Zielbereich zwischen %@ - %@ verbracht wurde.
it: Time in Range (TIR) ovvero la percentuale di tempo trascorsa nell'intervallo del glucosio target tra %@ e %@.
nl: Tijd in Bereik (TIR) of het percentage tijd in de streefwaardes %@ - %@.
pl: Czas w zakresie (TIR) lub procent czasu spędzonego w docelowym zakresie glukozy pomiędzy %@ - %@.
pt_pt: Tempo no Intervalo (TNI) ou a porcentagem de tempo dentro do intervalo de glicose alvo entre %@ - %@.
sv: Tid i intervall (TIR) eller procentandel av tid som spenderas i målintervallet för glukos mellan %@ - %@.
tr: Aralıktaki Süre (TIR) veya hedef glikoz aralığında harcanan sürenin yüzdesi %@ - %@ arasındadır.
uk: Час у діапазоні (TIR) або % часу, витраченого в цільовому діапазоні глюкози між %@ - %@.

source: Transmitter
bg: Трансмитер
es: Transmisor
fr: Émetteur :
it: Transmettitore
nl: Zender
pl: Transmiter
pt_pt: Transmissor
ru: Передатчик
sv: Sändare
tr: Verici
uk: Передавач

# Transmitter battery
source: Battery
bg: Батерия
de: Batterie
es: Batería
fr: Batterie
it: Batteria
nl: Batterij
pl: Bateria transmitera
pt_pt: Bateria
ru: Аккумулятор
sv: Batteri
tr: Pil
uk: Батарея

# Transmitter battery widget
source: Transmitter Battery
bg: Батерия на трансмитера
de: Batterie
es: Batería del transmisor
fr: Batterie de l'émetteur
it: Batteria trasmettitore
nl: Zender batterij
pl: Bateria transmitera
pt_pt: Bateria do transmissor
ru: Батарея передатчика
sv: Sändarbatteri
tr: Verici Pili
uk: Батарея передавача

# Transmitter battery widget description
source: Displays the remaining battery charge of the transmitter as a countdown.
bg: Показва оставащия заряд на батерията на предавателя като обратно броене.
de: Zeigt die verbleibende Batterieladung des Senders in Form eines Countdowns an.
es: Muestra la carga restante de la batería del transmisor como una cuenta regresiva.
fr: Affiche la charge restante de la batterie de l'émetteur sous forme de compte à rebours.
it: Visualizza la carica residua della batteria del trasmettitore come conto alla rovescia.
nl: Geeft de resterende batterij van de zender weer als aftelling.
pl: Pokazuje pozostały poziom naładowania baterii nadajnika w formie odliczania.
pt_pt: Mostra a carga restante da bateria do transmissor como uma contagem regressiva.
ru: Отображает оставшийся заряд батареи передатчика в качестве обратного отсчета.
sv: Visar sändarens återstående batteriladdning.
tr: Geri sayım olarak vericinin kalan pil şarjını görüntüler.
uk: Відтворює заряд батареї, що залишився для передавача, у вигляді зворотного відліку.

source: Transmitter details
bg: Данни за трансмитер
es: Datos del transmisor
fr: Détails de l'émetteur
it: Dettagli trasmettitore
nl: Zender details
pl: Dane transmitera
pt_pt: Detalhes do transmissor
ru: Детали передатчика
sv: Sändardetaljer
tr: Verici ayrıntıları
uk: Подробиці передавача

# Transmitter firmware
source: Firmware
bg: Фърмуер
fr: Micrologiciel
pl: Oprogramowania
ru: Прошивка
tr: Aygıt Yazılımı
uk: Прошивка

# Transmitter hardware
source: Hardware
bg: Хардуер
fr: Matériel
ru: Аппаратура
sv: Hårdvara
tr: Donanım
uk: Апаратне забезпечення

# Transmitter name
source: Name
bg: Име
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt_pt: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Ім’я

source: Unknown
bg: Неизвестно
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt_pt: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen
uk: Невідомий

source: Updated
bg: Актуализиран
de: Aktualisiert
nl: Ge-update
pl: Zaktualizowano
sv: Uppdaterad
tr: Güncellendi
uk: Оновлено

# Upper limit
source: High
bg: Горна граница
de: Hoch
es: Alta
fr: Haut
it: Alto
nl: Hoog
pl: Wysoki
pt_pt: Alto
ru: Высокий
sv: Högt
tr: Yüksek
uk: Високий

source: Use LibreLink to start the sensor
bg: Използване на LibreLink за стартиране на сензора
de: Verwenden Sie LibreLink, um den Sensor zu starten
es: Utiliza LibreLink para iniciar el sensor
fr: Utiliser LibreLink pour démarrer le capteur
it: Utilizzare LibreLink per avviare il sensore
nl: Gebruik LibreLink om de sensor te starten
pl: Użyj aplikacji LibreLink, aby uruchomić sensor
pt_pt: Use o LibreLink para iniciar o sensor
ru: Используйте LibreLink для запуска датчика
sv: Använd LibreLink-appen för att starta din sensor
tr: Sensörü başlatmak için LibreLink'i kullanın
uk: Використовувати LibreLink для запуску датчика

# Vibration
source: Vibrate only
bg: Само вибриране
de: Vibrieren
es: Solo vibrar
fr: Vibration uniquement
it: Solo vibrazione
nl: Alleen trillen
pl: Wibracja
pt_pt: Vibrar apenas
ru: Только вибрация
sv: Endast vibration
tr: Sadece titreşim
uk: Тільки вібрація

source: Virtual Sensor
bg: Виртуален сензор
de: Virtueller Sensor
es: Sensor virtual
fr: Capteur virtuel
it: Sensore Virtuale
nl: Virtuele sensor
pl: Wirtualny sensor
pt_pt: Sensor Virtual
ru: Виртуальный сенсор
sv: Virtuell sensor
tr: Sanal Sensör
uk: Віртуальний датчик

source: Warmup
bg: Подгряване
de: Aufwärmzeit
es: Preparación
fr: Mise en route
it: Riscaldamento
nl: Opwarmen
pl: Pozostały czas nagrzewania sensora
pt_pt: Em preparação
ru: Разогрев
sv: Sensors återstående tid för uppvärmning
tr: Isınma
uk: Розігрів

source: Wearing time alarm
bg: Аларма за времето на носене
de: Tragedauer Alarm
es: Alarma de tiempo de uso
fr: Alarme de temps d'utilisation
it: Allarme orario d'uso
nl: Draagtijd alarm
pl: Alarm ważności sensora
pt_pt: Alterar som de alarme
ru: Сигнализация времени ношения
sv: Larm för brukstid
tr: Giyme zaman alarmı
uk: Сигналізація часу носіння

source: Without transmitter
bg: Без трансмитер
de: Ohne Transmitter
es: Sin transmisor
fr: Sans émetteur
it: Senza Transmettitore
nl: Zonder zender
pl: Bez transmitera
pt_pt: Sem transmissor
ru: Без передатчика
sv: Utan sändare
tr: Vericisiz
uk: Без передавача

source: Your current glucose is %1$@ (%2$@).
bg: Текущата ви глюкоза е %1$@ (%2$@).
de: Ihr aktueller Blutzuckerwert ist %1$@ (%2$@).
es: Su glucosa actual es %1$@ (%2$@).
fr: Votre glycémie actuelle est %1$@ (%2$@).
it: Il tuo Glucosio corrente è %1$@ (%2$@).
nl: Je huidige glucose is %1$@ (%2$@).
pl: Twój aktualny poziom glukozy to %1$@ (%2$@).
pt_pt: A tua glicose actual é %1$@ (%2$@).
ru: Ваша текущая глюкоза - %1$@ (%2$@).
sv: Ditt nuvarande blodsocker är %1$@ (%2$@).
tr: Şu anki KŞ'niz %1$@ (%2$@).
uk: Ваша поточна глюкоза %1$@ (%2$@).

source: Your glucose, %1$@ (%2$@), is dangerously high and needs to be treated.
bg: Вашата глюкоза, %1$@ (%2$@), е опасно висока и трябва да се лекува.
de: Ihr Blutzucker, %1$@ (%2$@), ist gefährlich hoch und muss behandelt werden.
es: Su glucosa, %1$@ (%2$@), es peligrosamente alta y necesita ser tratada.
fr: Votre glycémie, %1$@ (%2$@), est dangereusement élevé et doit être traitée.
it: Il tuo glucosio, %1$@ (%2$@), è molto alto e deve essere trattato.
nl: Je glucose, %1$@ (%2$@), is erg hoog. Onderneem actie.
pl: Twoja glukoza, %1$@ (%2$@), jest niebezpiecznie wysoka.
pt_pt: A tua glicose, %1$@ (%2$@), está perigosamente elevada e precisa de ser tratada.
ru: Ваш уровень глюкозы, %1$@ (%2$@), опасно высок и требует лечения.
sv: Ditt blodsocker, %1$@ (%2$@), är oroväckande högt och behöver behandlas.
tr: KŞ'niz, %1$@ (%2$@), tehlikeli derecede yüksek ve ilgilenilmesi gerekmekte.
uk: Ваш рівень глюкози, %1$@ (%2$@), є небезпечно високим і його потрібно лікувати.

source: Your glucose, %1$@ (%2$@), is dangerously low. With sweetened drinks or dextrose, blood glucose levels can often return to normal.
bg: Глюкозата ви, %1$@ (%2$@), е опасно ниска. С подсладени напитки или декстроза нивата на глюкозата в кръвта често могат да се върнат към нормалните си стойности.
de: Ihr Blutzucker, %1$@ (%2$@), ist gefährlich niedrig. Mit gesüßten Getränken oder Traubenzucker kann der Blutzuckerspiegel oft wieder korrigiert werden.
es: Su glucosa, %1$@ (%2$@), es peligrosamente baja. Con bebidas endulzadas o dextrosa, los niveles de glucosa en la sangre pueden volver a la normalidad.
fr: Votre glycémie, %1$@ (%2$@), est dangereusement faible. Avec des boissons sucrées ou du sucre, les taux de glycémie peuvent souvent revenir à la normale.
it: Il tuo glucosio, %1$@ (%2$@), è molto basso. Con bevande zuccherate o destrosio, i livelli di glicemia possono tornare normali.
nl: Je glucose, %1$@ (%2$@), is erg laag. Met dextrose kun je je waarde vaak weer naar normaal krijgen.
pl: Twoja glukoza, %1$@ (%2$@), jest niebezpiecznie niska. Wypij słodzony napój.
pt_pt: A tua glicemia, %1$@ (%2$@), está perigosamente baixa. Por norma, se tomares algo com açucar ou dextrose, os níveis de glicose no sangue podem muitas vezes voltar ao normal.
ru: Ваш уровень глюкозы, %1$@ (%2$@), опасно низкий. С помощью сладкого напитка или декстрозы уровень глюкозы можно вернуться к норме.
sv: Ditt blodsocker, %1$@ (%2$@), är farligt lågt. Med sötade drycker eller druvsocker kan blodsockret ofta normaliseras
tr: KŞ'niz %1$@ (%2$@), tehlikeli derecede düşük. Şekerli içecekler veya dekstroz ile kan şekeri seviyeleri genellikle normale dönebilir.
uk: Ваш рівень глюкози %1$@ (%2$@) є небезпечно низьким. Після вживання підсолоджених напоїв або декстрози, рівень глюкози у крові зазвичай повертається до норми.

source: Your sensor has expired and needs to be replaced as soon as possible
bg: Срокът на годност на сензора ви е изтекъл и трябва да бъде заменен възможно най-скоро
de: Ihr Sensor ist abgelaufen und muss so schnell wie möglich ersetzt werden.
es: Su sensor ha caducado y debe ser sustituido lo antes posible
fr: Votre capteur a expiré et doit être remplacé dès que possible
it: Il tuo sensore è scaduto e ha bisogno di essere sostituito il prima possibile
nl: Uw sensor is verlopen en moet zo snel mogelijk worden vervangen
pl: Twój sensor wygasł i należy go jak najszybciej wymienić.
pt_pt: O teu sensor expirou e precisa de ser substituído o mais rapidamente possível
ru: Срок действия вашего датчика истек, и его необходимо заменить как можно скорее
sv: Din sensor har utgått och behöver bytas snarast möjligast
tr: Sensörünüzün kullanım süresi doldu ve mümkün olan en kısa sürede değiştirilmesi gerekiyor
uk: Термін придатності вашого датчика закінчився і його слід замінити якомога швидше

source: Your sensor is about to expire. Replace sensor in %1$@.
bg: Срокът на годност на сензора ви изтича. Сменете сензора след %1$@.
de: Ihr Sensor läuft demnächst ab. Ersetzen Sie den Sensor in %1$@.
nl: Je sensor zal bijna verlopen. Vervang de sensor in %1$@.
pl: Twój sensor wkrótce straci ważność. Wymienić sensor %1$@.
sv: Din sensor går snart ut. Byt sensor om %1$@.
tr: Sensörünüzün süresi dolmak üzere. Sensörü %1$@ içinde değiştirin.
uk: Термін дії вашого датчика закінчується. Замініть датчик у %1$@.

source: Loading...
bg: Зареждане ...
de: Lädt...
it: Caricamento...
nl: Aan het laden...
pl: Ładowanie...
pt_pt: Carregando...
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження...

source: Export
bg: Експорт
it: Esporta
nl: Exporteren
pl: Eksport
pt_pt: Exportar
sv: Exportera
tr: Dışa Aktar
uk: Експортувати

source: Export as CSV
bg: Екпсорт като CSV
de: Als CSV exportieren
it: Esporta come CSV
nl: Exporteren als CSV
pl: Eksportuj jako CSV
pt_pt: Exportar como CSV
sv: Exportera som CSV
tr: CSV olarak dışa aktar
uk: Експортувати як CVS

source: Export for Glooko
bg: Експорт за Glooko
de: Export für Glooko
it: Esporta per Glooko
nl: Exporteren voor Glooko
pl: Eksportuj do Glooko
pt_pt: Exportar para Glooko
sv: Exportera för Glooko
tr: Glooko için Dışa Aktarma
uk: Експорт до Glooko

source: Export for Tidepool
bg: Експорт за Tidepool
de: Export für Tidepool
it: Esporta per Tidepool
nl: Exporteren voor Tidepool
pl: Eksportuj do Tidepool
pt_pt: Exportar para Tidepool
sv: Exportera för Tidepool
tr: Tidepool için Dışa Aktarma
uk: Експорт до Tidepool

source: Reopen app in
bg: Повторно отваряне на приложението в
de: App neu öffnen in
nl: App heropenen in
pl: Otwórz GD w ciągu
sv: Öppna appen igen om
tr: Uygulamayı şu sürede tekrar aç
uk: Повторно відкрити програму в

source: %1$@ days
bg: %1$@ дни
de: %1$@ Tage
nl: %1$@ dagen
pl: %1$@ dni
pt_pt: %1$@ dias
sv: %1$@ dagar
tr: %1$@ gün
uk: %1$@ днів

source: %1$@ day
bg: %1$@ ден
de: %1$@ Tag
nl: %1$@ dag
pl: %1$@ dzień
pt_pt: %1$@ dia
sv: %1$@ dag
tr: %1$@ gün
uk: %1$@ день

source: %1$@ hours
bg: %1$@ часа
de: %1$@ Stunden
nl: %1$@ uren
pl: %1$@ godziny
pt_pt: %1$@ horas
sv: %1$@ timmar
tr: %1$@ saat
uk: %1$d годин

source: %1$@ hour
bg: %1$@ час
de: %1$@ Stunde
nl: %1$@ uur
pl: %1$@ godzina
pt_pt: %1$@ hora
sv: %1$@ timme
tr: %1$@ saat
uk: %1$@ година

source: %1$@ minutes
bg: %1$@ минути
de: %1$@ Minuten
nl: %1$@ minuten
pl: %1$@ minuty
pt_pt: %1$@ minutos
sv: %1$@ minuter
tr: %1$@ dakika
uk: %1$@ хвилин

source: Meal Bolus
bg: Болус за хранене
de: Mahlzeiten-Bolus
nl: Maaltijd bolus
pl: Bolus posiłkowy
sv: Måltidsbolus
tr: Öğün Bolusu
uk: Болюс їжі

source: Snack Bolus
bg: Болус за закуска
pl: Bolus przekąskowy
tr: Aperatif Bolusu
uk: Болюс перекуса

source: Correction Bolus
bg: Коригиращ болус
de: Korrektur-Bolus
nl: Correctie bolus
pl: Bolus korekcyjny
sv: Korrigeringsbolus
tr: Düzeltme Bolusu
uk: Корекційний болюс

source: Basal
bg: Базал
nl: Basaal
pl: Baza
tr: Bazal
uk: Базал

source: Insulin
bg: Инсулин
nl: Insuline
pl: Insulina
tr: İnsülin
uk: Інсулін

source: Basal insulin referes to the insulin used to regulate blood glucose between meals including during sleep.
bg: Базов инсулин е инсулинът, използван за регулиране на кръвната глюкоза между храненията, включително по време на сън.
nl: Basale insuline verwijst naar de insuline die gebruikt wordt om bloedglucose tussen maaltijden te reguleren, ook tijdens de slaap.
pl: Insulina podstawowa (baza) odnosi się do insuliny używanej do regulowania poziomu glukozy we krwi między posiłkami, w tym podczas snu.
sv: Basalinsulin syftar på insulin som används för att reglera blodsockret mellan måltiderna, inklusive under sömnen.
tr: Bazal insülin, uyku da dahil olmak üzere öğünler arasında kan şekerini düzenlemek için kullanılan insülini ifade eder.
uk: Базальний інсулін відноситься до інсуліну, який використовується для регулювання рівня глюкози в крові між прийомами їжі, у тому числі під час сну.

source: Bolus insulin refers to the insulin used to regulate blood glucose at meals and/or to acutely address high blood glucose.
bg: Болус инсулинът се отнася до инсулина, използван за регулиране на кръвната глюкоза по време на хранене и/или за остра борба с високата кръвна глюкоза.
nl: Bolus insuline verwijst naar de insuline die gebruikt wordt om bloedglucose bij maaltijden te reguleren en/of om hoge bloedglucose aan te passen.
pl: Insulina w bolusie odnosi się do insuliny stosowanej do regulowania poziomu glukozy we krwi podczas posiłków i/lub doraźnego leczenia wysokiego poziomu glukozy we krwi.
sv: Bolusinsulin syftar på insulin som används för att reglera blodsockret vid måltider och/eller akut hantera högt blodsocker.
tr: Bolus insülin, öğünlerde kan şekerini düzenlemek ve/veya yüksek kan şekerini akut olarak ele almak için kullanılan insülini ifade eder.
uk: Болюсний інсулін відноситься до інсуліну, який використовується для регулювання рівня глюкози в крові під час прийому їжі та/або для швидкого лікування високого рівня глюкози в крові.

source: Blood glucose
bg: Глюкоза в кръвта
de: Blutzucker
nl: Bloedglucose
pl: Glukoza we krwi
sv: Blodsocker
tr: Kan şekeri
uk: Рівень глюкози в крові

source: Add insulin
bg: Добавяне на инсулин
de: Insulin hinzufügen
nl: Voeg insuline toe
pl: Podanie insuliny
sv: Lägg till insulin
tr: İnsülin Ekle
uk: Додайте інсулін

source: Calibration
bg: Калибриране
de: Kalibrierung
it: Calibrazione
nl: Kalibratie
pl: Kalibracja
pt_pt: Calibração
sv: Kalibrering
tr: Kalibrasyon
uk: Калібрування

source: Starts
bg: Старт
nl: Begint
pl: Startuje
sv: Startar
tr: Başlar
uk: Запускається

source: Ends
bg: Край
nl: Eindigt
pl: Kończy się
sv: Slutar
tr: Biter
uk: Закінчується

source: Add glucose for calibration
bg: Добавяне на глюкоза за калибриране
de: Glukose für Kalibrierung hinzufügen
es: Añadir glucosa para calibrar
fr: Ajouter du glucose pour l'étalonnage
it: Aggiungi glucosio per calibrare
pt_pt: Adicionar glicemia para calibrar
ru: Добавьте глюкозу для калибровки

# Nightscout API-Secret
source: API-Secret
fr: Clé API secrète
sv: API-lösen
tr: API-Parolası

# Blood glucose values
source: BGM
fr: LG
pl: Wartości glukozy we krwi

# Sensor UID
source: UID
sv: Sensorns UID

# Sensor PatchInfo
source: PatchInfo
es: Sensor ParcheInfo
fr: Infos sur le patch
it: Info sulla Patch

source: Last %@ hours
de: Letzten %@ Stunden
it: Ultime %@ ore
pt_pt: Últimas %@ horas

# Sensor glucose values
source: CGM
fr: CGC
